[language]

;Language name 

name=Tiếng Việt

[firstrun]
chooselanguage=Vui lòng chọn ngôn ngữ của bạn!
ok=OK
ignore=Bỏ qua
oldini=Nhập tệp cấu hình đã sử dụng trước đó
loadini=Nhập
loadfail=Không tìm thấy tập tin cấu hình trong thư mục này!
loadsuccessful=Đã nhập thành công!
steambak=Bạn có muốn đồng bộ hóa các tệp cấu hình Steam không?
steamerror=Vui lòng mở Steam để xác minh chương trình

[steam]
save=Lưu cấu hình vào đám mây Steam
load=Khôi phục cấu hình đám mây Steam
steamnotrun=Bạn cần chạy Steam để sử dụng tính năng này!
uploadfilemaxsize=Tải lên tệp hỗ trợ tối đa 100M


[workshop]
list_install=Đã cài đặt
list_home=Trang chủ
list_subscribe=Đã đăng ký
list_upload=Đã tải lên
list_voteup=Yêu thích
list_themesskin=Giao diện và chủ đề
list_widget=Tiện ích


subscribe=Đăng ký
unsubscribe=Hủy đăng ký

deltheme=Xóa chủ đề

newtheme=Chủ đề mới
newthemetip=Vui lòng nhập tên chủ đề

edittheme=Chỉnh sửa


icons=Biểu tượng
dockskin=Chủ đề
Single icon=Biểu tượng đơn
Time skin=Thời gian
Calendar skin=Lịch
Sound=Âm thanh
language=Ngôn ngữ

sort_alltime=Tất cả
sort_week=Tuần
sort_month=Tháng
sort_year=Năm

sort_hot=Phổ biến
sort_new=Muộn nhất
sort_sub=Đăng ký
sort_vote=Xếp hạng

filesize=Kích thước tập tin
updatetime=Lần cập nhật cuối cùng

opensteam=Mở Steam
runerror=Cần phải chạy Steam để sử dụng tính năng này!

[themesedit]
View=Xem
Sort by=Sắp xếp theo
Group by=Nhóm
refresh=flushed
showicons=Hiển thị các biểu tượng màn hình chính

sort_none=Không
sort_bigicon=Biểu tượng lớn
sort_mediumicon=Biểu tượng trung bình
sort_smallicon=Biểu tượng nhỏ
sort_superbigicon=Biểu tượng siêu lớn
sort_list=Danh sách
sort_details=Chi tiết
sort_tile=Lưới
sort_content=Nội dung
sort_name=Tên
sort_size=Kích thước
sort_type=Loại
sort_time=Ngày
sort_ascending=Thứ tự tăng dần
sort_descending=Giảm dần
sort_AutoArrange=Các biểu tượng được sắp xếp tự động
sort_snaptogrid=Tự động sắp xếp các biểu tượng thẳng hàng với lưới


shell=Bên ngoài
offset=Bù lại
Delimiter and run=Dấu phân cách & chỉ báo chạy
Progress bar=Thanh tiến trình

savetheme=Lưu

applytheme=Áp dụng chủ đề này ngay bây giờ khi lưu thành công?
filetip_drop=Kéo thả ảnh vào đây
filetip=Nhấp hoặc kéo và thả hình ảnh trực tiếp vào đây
dropfile=Bạn có muốn thay thế hình ảnh này?

selectpicture=Chọn một hình ảnh
cliptip=Cắt
clipleft=Bên trái
clipbottom=Dưới
clipright=Bên phải
cliptop=Trên

dockbg=Nền
dockblur=Làm mờ nền
Progress bar border=Khung
Progress bar bg=Nền
Run indicator=Chỉ báo chạy
Run offset=Bù lại
delimiter=Dải phân cách
Margins=Lề
Margins trimmer=Tinh chỉnh lề (giá trị đề nghị 0-0,2)

folder=Thư mục
trash_empty=Thùng rác (trống)
trash_full=Thùng rác (đầy)

calmon=tháng
calday=ngày

timebg=Nền
timehour=giờ
timeminute=phút
timesecond=giây

timetype=Loại đồng hồ
timetype_pointer=Kim
timetype_number=Điện tử
fontname=Tên phông chữ
fontsize=Cỡ chữ
fontalign=Căn chỉnh văn bản
fontpoint=Vị trí văn bản
format=Định dạng thời gian
fontcolor=Văn bản màu

workshopshare=Bạn có muốn tải chủ đề lên Workshop không?
sharesuccess=Nó đã được tải thành công lên Workshop!
sharefailed=Tải lên không thành công!

workshop_Preview=Xem trước
workshop_description=Miêu tả
workshop_otherPreview=Xem trước khác
workshop_Previewbuild=Tự động tạo ra
workshop_Previewselect=Chọn hình ảnh
workshop_tip_description=Vui lòng nhập mô tả chủ đề
[systeminfo]
cpu=Bộ vi xử lý
gpu=Card đồ họa
memory=Bộ nhớ
system=Hệ thống
moreinfo=Thêm thông tin

[monitor]
process=Quá trình
readwrite=Đọc/Ghi
usage=Đã sử dụng

;------------------------------------
[tips]
openUACtip=Phát hiện hệ thống đã tắt UAC, điều này có thể dẫn đến việc không thể sử dụng chức năng kéo và thả tệp vào dock để mở. Bạn có muốn bật UAC hệ thống không?
openUACtip1=UAC được bật thành công và hệ thống cần được khởi động lại để có hiệu lực. Bạn có muốn khởi động lại hệ thống ngay lập tức không?
openUACtip2=Kích hoạt UAC không thành công!

crashtip=Chương trình đã bị hỏng, khởi động lại nó?
;------------------------------------

[iconame]

;Tên nhãn dock

explorer=Công cụ tìm
launchpad=Ứng dụng
cal=Lịch
trash=Thùng rác

;Biểu tượng cuối cùng của giao diện thư mục

exploreropen=Mở trong Finder
return=Trở lại

;Định dạng tên nhãn biểu tượng thời gian hệ thống

timeformat=dddd d/M/yyyy 
;Định dạng thời gian là định dạng thời gian hệ thống   y 年 m月份 d 日期 dddd 星期几  ddd周几



remove=Xoá bỏ

;------------------------------------------------------------

[systemicon]
;Tên biểu tượng hệ thống
controlpanel=Bảng điều khiển
taskbar=Khay hệ thống
systemtime=Thời gian hệ thống
cortana=Trợ lý giọng nói
network=Địa điểm mạng của tôi
mydocument=Tài liệu của tôi
weather=Thời tiết
battery=Pin
startmenu=Menu bắt đầu
virtualdesktop=Máy tính để bàn ảo


------------------------------------

[editicon]
;Chỉnh sửa giao diện biểu tượng

addtips=Tập tin có thể được kéo và thả ở đây

reset=Cài lại
ok=OK
restore=Khôi phục
addname=Chỉnh sửa tên hiển thị
addicotips=Nhấp vào nút trên cùng bên phải để thêm một biểu tượng.
switch=Chuyển đổi
trashempty=Thùng rác rỗng
trashfull=Thùng rác đầy
iconshell=Chia tỷ lệ biểu tượng theo tiêu chuẩn macOS
addline=Chạy lệnh

Icon Designer title=Chỉnh sửa biểu tượng
Icon Designer=Chỉnh sửa
select=Chọn tập tin

share=Chia sẻ
icolabel=Biểu tượng
selectpicture=Chọn
icosize=Tỉ lệ
icooffsetx=Theo chiều ngang
icooffsety=Theo chiều dọc
icobackground=Nền
iconshadow=Bong bóng biểu tượng
icoroundrect=Làm tròn góc
icocolor=Màu sắc
icogradient color=Sử dụng màu gradient
icocolorangle=Góc màu gradient

;Cửa sổ bật lên chọn tiêu đề cửa sổ tập tin

selectfoldertitle=Chọn thư mục
;Tìm kiếm thành phố dự báo thời tiết

searchcity=Tìm tên thành phố


;------------------------------------

[editcal]

;Chỉnh sửa cửa sổ lịch
monfontsize=Cỡ chữ tháng:
dayfontsize=Cỡ chữ ngày:
monthfont=Phông chữ tháng:
dayfont=Phông chữ ngày:
monthpoint=Vị trí tháng:
daypoint=Vị trí ngày:
monthposition=Căn chỉnh tháng:
dayposition=Căn chỉnh ngày:
monthcolor=Màu tháng:
daycolor=Màu ngày:
rotation=Góc quay:
default=Sử dụng các cài đặt mặc định

ok=OK
test=Kiểm tra

left=Trái
right=Phải
center=Trung tâm

;Bật lên chọn tiêu đề cửa sổ hình ảnh

selectcalicon=Chọn một biểu tượng lịch

;------------------------------------

[editicontips]
;Thông báo lỗi bật lên trên giao diện biểu tượng chỉnh sửa

iconduplicate=Đã thêm ứng dụng này vào Dock!

titleerror=Tên hiển thị của ứng dụng không được để trống!
filepatherror=Đường dẫn ứng dụng và biểu tượng không được để trống!

padtitleerror1=Tên tệp bị trùng, vui lòng nhập lại!
padtitleerror2=Sửa đổi tệp không thành công, vui lòng không đặt ứng dụng vào ổ C:/!

workshopshare=Tải biểu tượng này lên Store?
workshopsharesuccess=Biểu tượng đã được chia sẻ thành công lên Store!
workshopsharefailed=Chia sẻ biểu tượng không thành công!

formaterror=Định dạng không được hỗ trợ, vui lòng sử dụng định dạng png, ico, exe, lnk

;---------------------------------------------------------------------------
;Cửa sổ tùy chọn
[settingUI]
cloudini=Steam Cloud Lưu trữ
uploadcloudini=Tải lên kho lưu trữ
nofoundini=Lưu trữ không được tải lên
downloadcloudini=Tải xuống kho lưu trữ
managesteamcloud=Quản lý tệp
cloudfile=Steam Cloud Files
uploadcloudfile=Tải lên tệp
filename=Tên tệp
filesize=Kích thước tệp
filetime=Thời gian tải lên

settitle=Thiết lập Dock & Finder

backupsuccess=Tải lên thành công!
backupfail=Không thể tải lên!

Global Settings=Thiết lập chung

openMyDock=Bật MyDock
openMyFinder=Bật MyFinder

gameautoclose=Tự động thoát trong khi chơi trò chơi toàn màn hình
ProcessRecentFiles=Hiển thị số lượng tệp gần đây đã mở của chương trình

DPIscale=Kích thước hiển thị giao diện
Globalblurvalue=Độ mờ giao diện
Accentcolor=Màu
darkmodeall=Chủ đề hệ thống

darkmode_light=Sáng
darkmode_dark=Tối
darkmode_auto=Tự động
darkmode_system=Theo hệ thống
uiaccesstop=Hiển thị MyDockFinder trên tất cả các cửa sổ khác

aero=Bật hiệu ứng làm mờ
systemdarkmode=Màu hệ thống giống như Dock & Finder
autoupdate=Tự động kiểm tra cập nhật
systemstart=Chế độ khởi động
none=Không có
regedit=Đăng ký
plantask=Theo lịch
Service=Bắt đầu như một dịch vụ

windowscenterscreen=Cửa sổ mới được hiển thị ở giữa màn hình
showhidetaskbar_hotkey=Hiển thị hoặc ẩn các phím nóng của Thanh nhiệm vụ

autohidetaskbar=Tự động ẩn thanh tác vụ khi khởi động

hidetaskbar_dock=Ẩn thanh tác vụ trên màn hình nơi đặt chương trình
hidetaskbar_all=Ẩn tất cả các thanh tác vụ màn hình

languagechoice=Ngôn ngữ hiển thị
allfont=Phông chữ
usefontbold=Kiểu chữ in đậm
fontscale=Sửa đổi tỷ lệ phông chữ chung

themes=Chủ đề
customize_blur=Điều chỉnh độ mờ
customize_opacity=Điều chỉnh độ trong suốt
customize_enabled_dockbg=Tùy chỉnh nền Dock
customize_stroke=Điều chỉnh độ trong suốt của đường viền
customize_enabled_iconreflection=Sử dụng phản chiếu biểu tượng trên Dock
customize_blur_iconreflection=Điều chỉnh độ mờ phản chiếu của biểu tượng
customize_opacity_iconreflection=Điều chỉnh độ trong suốt phản chiếu biểu tượng
customize_offset_iconreflection=Điều chỉnh khoảng cách phản chiếu của biểu tượng
customize_stoppoint_iconreflection=Điều chỉnh khoảng cách gradient của hình ảnh phản chiếu biểu tượng

customize_enabled_icontag=Tùy chỉnh độ trong suốt và mờ nền nhãn biểu tượng Dock
customize_enabled_menu=Tùy chỉnh độ trong suốt và mờ nền Menu
customize_enabled_window=Tùy chỉnh độ trong suốt và mờ nền giao diện cửa sổ
customize_enabled_finder=Tùy chỉnh độ trong suốt và mờ nền MyFinder
customize_opacity_wallpapercolor=Điều chỉnh mật độ màu nhấn của hình nền
customize_enabled_folder=Tùy chỉnh độ trong suốt và mờ nền giao diện thư mục
customize_enabled_foldersize=Giao diện thư mục sử dụng kích thước biểu tượng tùy chỉnh

customize_enabled_pad=Tùy chỉnh độ trong suốt và mờ nền khay ứng dụng
customize_enabled_pad_backdrop=Khay ứng dụng sử dụng nền màn hình hiện tại
customize_enabled_pad_winuiwallpaper=Khay ứng dụng sử dụng hiệu ứng làm mờ chuyển động
selectthemes_icon=Chủ đề biểu tượng
selectthemes_dockskin=Giao diện chủ đề Dock

general=Tổng quan
advanced=Nâng cao
preview=Xem trước
minimizewindowsettings=Thu nhỏ
systrayicoset=Biểu tượng
screenset=Màn hình
timeset=Ngày & giờ
notificationset=Thông báo
audioset=Âm thanh
displayset=Hiển thị
mediaset=Media
batteryset=Pin
netset=Mạng
monitorset=Trạng thái phần cứng
windowsanimationset=cửa sổ hoạt hình


about=Thông tin ứng dụng

icosize=Kích cỡ biểu tượng
icoeffect=Hiệu ứng biểu tượng

dockeffect_none=không có
dockeffect_scale=Quy mô
dockeffect_select=Lựa chọn
dockeffect_light=chiếu sáng
dockeffect_scaleandlight=Mở rộng và ánh sáng
dockeffect_selectandlight=Chọn và ánh sáng
icolightvalue=Biểu tượng cường độ ánh sáng
icobglightvalue=Biểu tượng Bối cảnh cường độ ánh sáng
icobglightcolor=Biểu tượng màu nền ánh sáng

icomaxsize=Kích thước của biểu tượng sau khi chia tỷ lệ

icospace=Khoảng cách giữa các biểu tượng
edgeposition=Khoảng cách từ Dock đến mép màn hình


displaymode=Chế độ hiển thị Dock

displaynormal=Mặc định
displaybottom=Chế độ lớp phủ
displayauto=Tự động ẩn
displaysmart=Ẩn thông minh
displayhotkey=Chế độ hiển thị phím nóng
displayalways=Luôn luôn hiển thị
displayhide=Luôn luôn ẩn
displayalwaysshow=Luôn hiển thị bao gồm toàn màn hình
displaydesktop=Chế độ hiển thị ở màn hình chính
showmodewindows=Chọn cách Dock hiển thị và ẩn cửa sổ phát hiện
showhidetest_exe=Cửa sổ chương trình hiện tại
showhidetest_all=Tất cả các cửa sổ chương trình

showhidetype=Chọn Dock để hiển thị hiệu ứng ẩn

showhideeffect_move=Di chuyển
showhideeffect_opacity=Dần dần ẩn dần dần hiển thị

activation Dock Type=Dock hiển thị cách nó được kích hoạt
showdockact_mouse=Cạnh màn hình
showdockact_bar=Thanh kích hoạt

actbar_weight=Chiều rộng thanh kích hoạt
actbar_height=Chiều cao thanh kích hoạt
actbar_offset=Điều chỉnh khoảng cách màn hình thanh kích hoạt
mouseactdock=Độ trễ chuột kích hoạt thời gian dock

positiononscreen=Vị trí của Dock trên màn hình
screenleft=Trái
screenbottom=Dưới
screenright=Phải
screentop=Trên

multiscreen=Chọn màn hình nào sẽ hiển thị Dock trên đó

padicotype=Chọn biểu tượng được hiển thị trên bảng khởi chạy
padicotype_normal=Đã thêm thủ công
padicotype_startmenu=Menu bắt đầu
padicotype_desktop=Phím tắt trên màn hình

padicosize=Kích cỡ biểu tượng
padicospacex=Khoảng cách theo ngang của biểu tượng
padicospacey=Khoảng cách theo chiều dọc của biểu tượng
padicoblacklist=Chỉnh sửa chương trình Start Menu đã xóa
padblacklist=Quản lý danh sách

multiscreenpad=Chọn màn hình để hiển thị khay ứng dụng
padscreenname=Giống như Dock

lockicon=Kéo biểu tượng khóa
showicontag=Hiển thị nhãn biểu tượng
windowsborder=Bật viền cửa sổ để Dock không bị chặn
jumpanimation=Mở ứng dụng sau khi nhấp vào biểu tượng
folderDoubleclickOpen=Bấm đúp vào biểu tượng thư mục để mở
foldernoshowopen=Không hiện nút mở thư mục
iconmask=Thêm hiệu ứng đánh dấu cho tất cả các biểu tượng
show indicators=Hiển thị các chỉ báo cho các ứng dụng đang mở
Runapp separator=Thêm dấu phân cách cho các biểu tượng ứng dụng mới chạy
newapp=Hiển thị biểu tượng ứng dụng đang chạy mới
blacklist=Quản lý danh sách bị chặn
noblacklist=Không có ứng dụng bị cấm
hotcornerleft=Chức năng kích hoạt ở góc dưới bên trái của màn hình
hotcornerright=Chức năng kích hoạt ở góc dưới bên phải của màn hình
hotkeypad=Hiển thị lối tắt trên khay ứng dụng
hotkeyDock=Hiển thị phím tắt trên Dock
hotkeyborder=Bật và tắt phím tắt viền cửa sổ Dock

dockicobackup=Sao lưu biểu tượng Dock
backuplist=Quản lý tệp sao lưu
Addbackupdockico=Tạo bản sao
locationbackup=Mở thư mục sao lưu

minimize=Thu nhỏ cửa sổ vào Dock
animationoff=Đóng hiệu ứng cửa sổ thu nhỏ
Slow animation=Cho phép làm chậm hiệu ứng bằng cách giữ Shift

minimizeeffect=Thu nhỏ cửa sổ với các hiệu ứng đặc biệt

genie=Hiệu ứng ma thuật
scale=Thu phóng
scaleDX=Thu phóng DX
suck=Hiệu ứng hút

minimizeAnimationspeed=Tốc độ hiệu ứng
Minimize to icon=Thu nhỏ cửa sổ thành biểu tượng ứng dụng
Minimize dynamics=Tự động hiển thị nội dung cửa sổ khi thu nhỏ
Minimizeblacklist=Bỏ thu nhỏ cửa sổ
Editwindowlist=Quản lý danh sách đen

minicopos=Giảm thiểu vị trí biểu tượng cửa sổ
dockmin_lastico=Bên cạnh biểu tượng bên phải
dockmin_right=Hiển thị độc lập ở bên phải
dockmin_rightandlim=Bên phải được hiển thị độc lập bằng dấu tách

previewon=Bật tính năng xem trước
previewsize=Kích thước
previewdelay=Độ trễ

previewcontrol=Hiển thị các yếu tố xem trước bổ sung
previewappname=Tên ứng dụng
previewbutton=Nút điều khiển cửa sổ
aeropeek=Hiển thị bản xem trước toàn bộ cửa sổ khi di chuột

mouseactfinder=Kích hoạt độ trễ chuột Thời gian MyFinder
showusbdevice=Đĩa di động USB được hiển thị

logotype=Kiểu logo
diylogo=Chọn tập tin
shutdownmsgbox=Tắt và khởi động lại hệ thống để hiển thị hộp thoại xác nhận
finderdark=Chọn Chế độ màu MyFinder

systemtraycolor=Hiển thị biểu tượng khay màu
showkeyboard=Hiển thị biểu tượng phương thức nhập liệu
showsearch=Hiển thị biểu tượng tìm kiếm
showLyrics=Hiển thị lời bài hát
showLyrics_color=Màu lời bài hát
musiccontrolshowmode=Chế độ hiển thị điều khiển phương tiện
musiccontrol_close=Ẩn
musiccontrol_activity=Chỉ khi lời bài hát được hiển thị
musiccontrol_always=Luôn hiển thị

finderdark_auto=Tự động
finderdark_set=Theo hệ thống

multiscreenfinder=Chọn màn hình để hiển thị MyFinder
findershowallscreens=Tất cả màn hình
finderdisplaymode=Tự động ẩn MyFinder


finderautochangecolor=Các cửa sổ được tối đa hóa ảnh hưởng đến giao diện của Finder
finderfastclosewindow=Nhấp vào góc trên bên phải để đóng cửa sổ phóng to hiện tại
myfinderscaleopen=Sử dụng tỷ lệ tùy chỉnh
finderlockbtn=Hiển thị nút kéo biểu tượng khóa
stagemanagerset=Quản lý ứng dụng
showstagemanager=Hiển thị cửa sổ ứng dụng đang chạy
showstagemanagerwindowtitle=Hiển thị tiêu đề cửa sổ khi di chuột qua
showstagemanagerdesktophidewindows=Nhấp vào màn hình nền để ẩn tất cả các cửa sổ
showstagemanagermediaplaypause=Tự động tạm dừng và phát phương tiện cửa sổ nền
stagemanager_hotkey=Phím tắt để mở

stagemanagerblacklist=Các chương trình không được hiển thị
   
  
 

stagemanager_showdesktop=Hiển thị các biểu tượng trên màn hình
desktopico_hide=Luôn ẩn biểu tượng
desktopico_auto=Tự động hiển thị
desktopico_show=Luôn luôn hiển thị
  

stagemanager_enable=Màn hình kích hoạt tính năng này
stagemanager_listpos=Vị trí hiển thị cửa sổ ứng dụng đang chạy
stagemanager_listshowmode=Danh sách cửa sổ Hiển thị Chế độ ẩn

stagemanager_windowsize=Kích thước cửa sổ
stagemanager_windowspace=Khoảng cách giữa các cửa sổ
stagemanager_windowcount=Số lượng cửa sổ có thể hiển thị   
stagemanager_windowsblur=Làm mờ các biểu tượng cửa sổ nền

showmediacontrol=Hiển thị biểu tượng phát lại phương tiện

findershowmenu=Hiển thị các mục menu ứng dụng khác
showuseraccount=Biểu tượng tài khoản được hiển thị

showaudio=Hiển thị biểu tượng âm lượng
showmicrophone=Hiển thị biểu tượng micrô
showbattery=Hiển thị biểu tượng pin
shownetwork=Hiển thị biểu tượng mạng
showbluetooth=Hiển thị biểu tượng Bluetooth
showdisplay=Hiển thị menu Hiển thị

bluetooth_showbattery=Hiển thị thiết bị Bluetooth
bluetooth_not show=Ẩn
bluetooth_icon=Chỉ các biểu tượng
bluetooth_value=Biểu tượng và mức pin

showcpu=CPU
showtemp=Nhiệt độ
showmen=Bộ nhớ
showdisk=Ổ đĩa
shownet=Mạng

formatdate=Định dạng hiển thị ngày
formattime=Định dạng hiển thị thời gian
customformatdate=Tùy chỉnh định dạng hiển thị ngày
customformattime=Tùy chỉnh định dạng hiển thị thời gian

showbatteryvalue=Hiển thị phần trăm pin
audiotip=Phát tiếng bíp điều chỉnh âm lượng
mediatype=Kiểu nhắc âm lượng và độ sáng

showbatterytime=Hiển thị thời gian còn lại của pin
batteryshow_none=Không được hiển thị
batteryshow_acdc=Luôn hiển thị
batteryshow_ac=Khi sử dụng nguồn điện
batteryshow_dc=Khi sử dụng pin

powerset_open=Tự động chuyển đổi kế hoạch nguồn điện
powerset_aconline=Kế hoạch nguồn điện khi sử dụng nguồn điện
powerset_battery=Kế hoạch nguồn điện khi sử dụng pin

media_system=Hệ thống
media_speakers=macOS
media_phone=iOS/iPadOS

hotkeyvolup=Phím tắt tăng âm lượng
hotkeyvoldown=Phím tắt giảm âm lượng
hotkeyvolmute=Phím tắt tắt âm lượng
hotkeymicup=Phím tắt tăng âm lượng micrô
hotkeymicdown=Phím tắt giảm âm lượng micrô
hotkeymicmute=Phím tắt tắt tiếng micrô

hotkeybriup=Phím tắt tăng độ sáng
hotkeybridown=Phím tắt giảm độ sáng

systemnotification=Thông báo hệ thống
usbdevicenotification=Thông báo ổ USB
bluetoothdevicenotification=Thông báo kết nối Bluetooth
Appnotification=Thông báo ứng dụng
notification_open=Cho phép thông báo
notification_type=Phương pháp hiển thị thông báo biểu ngữ
notification_time=Thời lượng hiển thị thông báo biểu ngữ
notification_show_close=Ẩn
notification_show_once=Chỉ hiển thị lần đầu tiên
notification_show_always=Luôn luôn hiển thị

trayicoallshow_myfinder=Luôn hiển thị tất cả các biểu tượng khay trong MyFinder
trayicoallshow_mydock=Luôn hiển thị tất cả các biểu tượng khay trong MyDock
trayicoallshow_systemico=Hiển thị biểu tượng khay của riêng bạn trong MyFinder
trayico_waittime=Biểu tượng khay mới chạy hiển thị thời gian

Apptrayico=Biểu tượng khay ứng dụng
apptrayicoshow_finder=Hiển thị trong MyFinder
apptrayicoshow_dock=Hiển thị trong MyDock

screenround=Màn hình bo góc
screenround_show=Kích hoạt góc bo tròn màn hình
screenround_size=Kích thước góc màn hình
screenround_color=Màu

openwindowsshow=Hoạt hình mở cửa sổ
windowsopeneffect=Hiệu ứng hoạt hình mở cửa sổ

openwindowsclose=Bật hiệu ứng đóng cửa sổ
windowscloseeffect=Hiệu ứng đóng cửa sổ
windowsblacklistadd=cửa sổ để thêm loại trừ
windowsblacklistdel=Loại bỏ các cửa sổ cho các chương trình loại trừ
windowsclose_animation=Điều chỉnh tốc độ hoạt ảnh

stagemanager_animation=Điều chỉnh tốc độ hoạt ảnh
mediatiptime=Thời gian hiển thị lời nhắc độ sáng âm lượng

other=Khác

wallpaper=Hình nền động

selectwallpaper=Hình nền động
wallpapernone=Không có hình nền động
loadwallpaper=Tải hình nền động
wallpaperdownload=Tải hình nền động từ trang web
wallpaperOK=Ứng dụng 
restartdock=Khởi động lại chương trình
resetini=Xóa dữ liệu
resetini_ok=Xoá
resetini_config=Tuỳ chọn
resetini_ico=Bộ đệm biểu tượng Dock
resetini_padico=Bộ đệm biểu tượng thư viện ứng dụng
resetini_padicocache=Bộ đệm ẩn biểu tượng Launchpad

systemiconcache=Bộ đệm biểu tượng hệ thống
uninstall=Trình gỡ cài đặt

updatelog=Nhật ký cập nhật
updatelogcheck=Xem
homepage=Truy cập trang web
update=Kiểm tra cập nhật

ok=OK
cancel=Huỷ bỏ

------------------------------------------------------------
[hotcorners]
nothing=Không có
allwindows=Hiển thị tất cả các cửa sổ
launchpad=Mở khay ứng dụng
displaytosleep=Tắt màn hình
startmenu=Hiển thị menu Start
showdesktop=Hiển thị màn hình chính
actioncenter=Trung tâm hành động Windows
screensaver=Bảo vệ màn hình
Windows widget=Tiện ích Windows 

[settingtips]

;Thông báo lỗi bật lên trên giao diện cài đặt
backupsuccess=Tải lên thành công!
backupfail=Tải lên thất bại!

winuiwallpapertip=Nếu máy tính bị treo sau khi mở, vui lòng đóng tùy chọn này và nó sẽ có hiệu lực sau khi khởi động lại chương trình! ! !
DPItips=Một phần của giao diện sẽ có hiệu lực sau khi đóng và mở lại!
padicotypetips=Sau khi sửa tùy chọn này, bạn cần đặt lại biểu tượng, vui lòng chọn cẩn thận!
edgetip=Không thể điều chỉnh đường viền cửa sổ giới hạn mở!
autohideerror=Bật viền cửa sổ không kích hoạt tính năng này!
neterror=Lỗi mạng, vui lòng kiểm tra kết nối.
autohide=Bật tự động ẩn Dock không kích hoạt tính năng này!
updateerror1=Lỗi kết nối mạng, vui lòng thử lại!

updatetip1=Có một phiên bản mới được cập nhật?
updatetip2=Tệp có được cập nhật ngay sau khi tải xuống không?

noupdate=Đã là phiên bản mới nhất, không cần cập nhật!

restarttip=Nó sẽ có hiệu lực sau khi khởi động lại chương trình!

languagetips=Một số giao diện cần được khởi động lại để có hiệu lực!

restartruntip=Bạn có muốn khởi động lại?

backupfolderror=Không thể tạo thư mục sao lưu, vui lòng kiểm tra quyền của thư mục!

backuptips=Bạn có muốn khôi phục tệp cấu hình sao lưu này không?

;-------------------------------------------------------------------

[menu]
;Menu bên phải
closewindows=Đóng cửa sổ

RecentFiles=Các tệp đã mở gần đây
otheroption=Tùy chọn
dockmenu=Menu chương trình
menurecent=Chuyến thăm gần đây
menubind=Đã được cố định
menutask=Nhiệm vụ

edit_cut=Cắt
edit_copy=Sao chép
edit_paste=Dán
edit_selectall=Chọn tất cả
edit_delete=Xoá
edit_openurl=Mở url

workshop=Workshop
newfinderwindow=Tạo cửa sổ mới
gotofolder=Chuyển đến thư mục
connecttoserver=Kết nối với máy chủ

showlaunchpad=Hiển thị khay ứng dụng


addnormalicon=Thêm biểu tượng ứng dụng
addsystemicon=Thêm biểu tượng hệ thống
add delimiter=Thêm dấu phân cách
del delimiter=Xóa dấu phân cách

showtaskbar=Hiển thị thanh tác vụ
hidetaskbar=Ẩn thanh tác vụ
preference=Tinh chỉnh ứng dụng
enddock=Đóng ứng dụng

editicon=Chỉnh sửa biểu tượng này
removefromdock=Xóa khỏi Dock
keepindock=Ghim vào Dock
locationfile=Mở vị trí file
runagain=Chạy lại ứng dụng này
nevershowthis=Không hiển thị lại chương trình này
adminmode=Chạy với quyền quản trị
open=Mở
quit=Thoát

emptytrash=Dọn sạch thùng rác
sortorder=Sắp xếp theo
Byname=Tên
Bysize=Kích thước
Byextension=Loại
Bydate/time=Ngày sửa đổi
Createtime=Ngày tạo
Groupdirectories=Thư mục đầu tiên
reverseorder=Sắp xếp đảo ngược
closewindow=Đóng
Display=Hiển thị dưới dạng
Folder=Thư mục
Stack=Stack
Locatefolder=Mở trực tiếp
FolderEffect=Hiệu ứng hiển thị
Grid=Lưới
Fan=Quạt
menufold=Menu

showmodeapps=Cài chương trình này để hiển thị chế độ ẩn một cách độc lập
showmodedesktop=Cài chế độ ẩn và hiển thị màn hình nền chính
NominiEffect=Vô hiệu hiệu ứng thu nhỏ cửa sổ
nevershowprogress bar=Không hiển thị thanh tiến trình cho ứng dụng này
showmodenormal=Mặc định
msgtips=Thiết lập lời nhắc tin nhắn
incognito=Cửa sổ chế độ ẩn danh mới

systemmenu=Menu hệ thống

timeskin=Chọn mặt đồng hồ
timedefault=Mặc định

----------------------------------------------

[launchpad]


addicon=Thêm biểu tượng
deleteicon=Xóa biểu tượng này
padsortname=Sắp xếp theo tên
padsort=Biểu tượng tự động điền

;Tiêu đề hộp tìm kiếm
search=Tìm kiếm
;Thêm giao diện biểu tượng pad
ok=OK
addtips=Vui lòng kéo và thả tệp exe và lnk vào đây
----------------------------------------------

[promptwindow]

;Mẹo dọn sạch thùng rác và các mẹo khác

ok=OK
cancel=Huỷ bỏ
trashok=Dọn sạch thùng rác
trashtitle=Bạn có chắc chắn muốn dọn sạch các mục trong thùng rác không?
batterytip=Pin yếu, vui lòng kết nối bộ sạc!
eject=đã được rút ra
Connected=đã kết nối
brightnesstip=Điều chỉnh độ sáng của màn hình có thể gây hư hỏng vĩnh viễn cho màn hình, vui lòng thao tác cẩn thận!
brightnesstip1=Nó được phát hiện rằng độ sáng màn hình được điều chỉnh thành 0. Nếu màn hình không hiển thị hoặc bạn không nhấp vào OK, độ sáng màn hình sẽ được đặt lại sau 5 giây. 
-----------------------------------------------
;Mô tả định dạng thời gian
;ddd ngày trong tuần dddd ngày trong tuần M tháng d ngày H định dạng giờ 24 h định dạng 12 giờ m phút s giây
;Chữ cái kép có hai chữ số chẳng hạn  HH:mm:ss  09:06:05
;Tất cả các định dạng sau có thể được tùy chỉnh và sửa đổi, số bên trái có thể được thêm vào không giới hạn
;Sau khi sửa đổi được lưu, nó sẽ có hiệu lực ngay lập tức, hãy đặt trực tiếp và nhấp vào menu định dạng thời gian để hiển thị hiệu ứng
[formatdate]
1=
2=ddd
3=d MMMM
4=ddd d MMMM
5=dddd d/M
6=ddd d MMMM yyyy

[formattime]
1=H:mm
2=h:mm tt
3=H:mm:ss
4=h:mm:ss tt

[calicon]
;Biểu tượng lịch văn bản tháng

m1=Tháng 1
m2=Tháng 2
m3=Tháng 3
m4=Tháng 4
m5=Tháng 5
m6=Tháng 6
m7=Tháng 7
m8=Tháng 8
m9=Tháng 9
m10=Tháng 10
m11=Tháng 11
m12=Tháng 12

[findermenu]
lockscreen=Khóa màn hình của bạn
usersetting=Cài đặt tài khoản

HideMenu=Ẩn thanh menu cửa sổ
systemmenu=Menu cửa sổ

bluetooth=Bluetooth
Bluetooth settings=Cài đặt Bluetooth
device=Thiết bị
Preferred network=Mạng ưa thích
other networks=Mạng khác
network settings =Thiết lập mạng
Audio=Âm thanh
output=Các thiết bị đầu ra
Microphone=Microphone
input=Thiết bị đầu vào
audio settings=Cài đặt âm thanh
battery settings=Cài đặt nguồn
BatteryEstimatedTime=còn lại
batterytime_hour=giờ
batterytime_min=phút
Edit title=Chỉnh sửa tiêu đề
Window border=Viền cửa sổ
end finder=Thoát MyFinder
About This PC=Giới thiệu về PC này
System settings=Cài đặt
app Store=Cửa hàng ứng dụng
Task manager=Giám sát hoạt động
Sleep=Ngủ
Dormant=Ngủ đông
Shutdown=Tắt máy
Reboot=Khởi động lại
Shutdown&Update=Tắt và cập nhật
Reboot&Update=Khởi động lại và cập nhật

Lock screen=Màn hình khóa
Logout=Đăng xuất

symbol=Hiển thị biểu tượng cảm xúc và biểu tượng
Screen Keyboard=Mở bàn phím ảo
keyboardname=Hiển thị tên bàn phím
Keyboard settings=Cài đặt ngôn ngữ
display=Hiển thị
systemdark=Chế độ tối
bluelight=Ánh sáng ban đêm
focusassist=Hỗ trợ tập trung
focusoff=Vô hiệu hoá
focusPriorityOnly=Thông báo ưu tiên
focusAlarmsOnly=Chỉ báo thức
Notification settings=Thiết lập thông báo
screen projection=Chiếu
screen INTERNAL=Chỉ hiển thị màn hình chính
screen CLONE=Nhân bản
screen EXTEND=Mở rộng
screen EXTERNAL=Chỉ hiển thị màn hình thứ hai
displayset=Cài đặt hiển thị
hotspot=Điểm phát sóng
airplane=Chế độ máy bay
deviceon=Kết nối thiết bị
deviceoff=Thiết bị không được kết nối

eject=Rút thiết bị ra
open=Mở
[findertips]
Mute=Tắt tiếng
battery=Pin
AcOnLine=Bật nguồn
Charging=Đang sạc
notCharging=Không sạc
Usebattery=Sử dụng Pin
Full battery=Pin đầy
brightness=Độ sáng
show trayico=Hiển thị biểu tượng khay

[findertitle]   

[findermenubrowser]
new=Mới
newtab=Tab mới
newwindow=Cửa sổ mới
favorites=Yêu thích
history=Lịch sử
download=Tải xuống
window=Cửa sổ
file=Tài liệu
no file=Không có tập tin được chọn

View=Xem
Sort by=Sắp xếp theo
Group by=Nhóm theo
refresh=Làm mới
showicons=Hiển thị các biểu tượng trên màn hình chính

sort_none=Không
sort_bigicon=Biểu tượng lớn
sort_mediumicon=Biểu tượng trung bình
sort_smallicon=Biểu tượng nhỏ
sort_superbigicon=Biểu tượng siêu lớn
sort_list=Danh sách
sort_details=Chi tiết
sort_tile=Lưới
sort_content=Nội dung
sort_name=Tên
sort_size=Kích cỡ
sort_type=Kiểu
sort_time=Ngày
sort_ascending=Thứ tự tăng dần
sort_descending=Thứ tự giảm dần
sort_AutoArrange=Các biểu tượng được sắp xếp tự động
sort_snaptogrid=Tự động sắp xếp các biểu tượng thẳng hàng với lưới 


[shutdown]
shutdown=Bạn có muốn tắt máy tính này không?
Reboot=Bạn có muốn khởi động lại máy tính này không?
Logout=Bạn có muốn đăng xuất?
Dormant=Bạn có muốn ngủ đông hệ thống?
sleep=Bạn có muốn đặt hệ thống vào chế độ ngủ không?

now=Ngay lập tức
minute= phút

[wifi]
password=Mật khẩu:
showpassword=Hiển thị mật khẩu
join=Kết nối
cancel=Hủy bỏ

[weather]
00=Trời quang
01=Nhiều mây
02=Ngày nhiều mây
03=Mưa phùn
04=Mưa rào
05=Dông kèm theo mưa đá
06=Mưa đá
07=Mưa nhỏ
08=Mưa vừa phải
09=Mưa nặng hạt
10=Mưa bão
11=Mưa nặng hạt
12=Mưa nặng hạt
13=Mưa tuyết
14=Tuyết nhẹ
15=Tuyết vừa phải
16=Tuyết rơi dày đặc
17=Bão tuyết
18=Sương mù
19=Mưa lạnh
20=Bão cát
21=Mưa nhẹ đến vừa
22=Mưa vừa đến mưa to
23=Mưa nặng hạt
24=Mưa to đến mưa to
25=Mưa lớn đến mưa cực đoan
26=Tuyết nhỏ đến trung bình
27=Trung bình đến tuyết dày
28=Lớn đến bão tuyết
29=Bụi nổi
30=Bão cát
31=Bão cát mạnh
32=Sương mù dày đặc
33=Tuyết
49=Sương mù dày đặc
53=Sương mù
54=Sương mù vừa phải
55=Sương mù dày đặc
56=Sương mù nghiêm trọng
57=Sương mù dày đặc
58=Sương mù dày đặc
301=Mưa
302=Tuyết